{
    "post": {
        "title": "Finding Hack Inspiration",
        "text": "<p>Science Hack Day is only a few months away and, as a newcomer to the hack-day experience, I couldn't be more excited. To get myself psyched, I've been looking at some of the hacks that have come out of San Francisco and London Hack Days.</p><p>One of my favorites is <a href='http://www.youtube.com/watch?v=BhmfGMqn-8o&feature=player_embedded'>Syneseizure</a> from Science Hack Day SF. Team Syneseizure created a vibrating mask with the aim of send sensory inputs to the wrong sense, breaking how our brain normally perceives reality. Instead of seeing light patterns, the light patterns were translated into vibrations which a mask-wearer would feel on their face. </p><p>This hack has been inspiring my thought process around our upcoming Science Hack Day. I can see how many different skill sets were needed to complete such a unique hack in such a short amount of time. You need people with electrical engineering skills, textile knowledge, coding and software knowhow, and more. It's a great example of how people with really diverse backgrounds and training can come together to craft a single really awesome project.</p><p>My gut feeling is that I will be one of the many people who attends Science Hack Day without a specific hack in mind, and joins up with a team that pitches a great idea. The great thing about Science Hack Day is that there will be plenty of people who come ready with proposed hacks, and many who will just come to offer their skills and want to take part in a hugely collaborative, creative 24-hour experimental marathon.</p><p>I'll still be brainstorming a lot of ideas in the meantime, and if you need some inspiration, check out this list of past hacks and datasets: http://sciencehackday.pbworks.com/w/page/24555649/Ideas</p>",
        "mainMedia" : "/images/flyers.png",
        "media": [],
        "blurb": "To get myself psyched about Science Hack Day, only 2 months away, I've been looking at some of the hacks that have come out of San Francisco and London Hack Days.",
        "author": "David",
        "posted_at": "2011-12-20 21:41:35 -0600",
        "category": "hack"
    }
} 
