{
    "post": {
        "title": "Announcing Science Hack Day Chicago!",
        "text": " <p>What happens when you put 200 or so creative, smart, and scientifically engaged people in a room together for 48 hours? In the experience of the organizers of Science Hack Day, awesome things like <a href='http://derekgathright.com/windchime/'>this</a>, <a href='http://epicell.github.com/'>this</a> or <a href='http://syneseizure.wordpress.com/'>this</a> happen. Starting in London in 2007, Science Hack Days have spread across the Atlantic with San Francisco as the venue for the last two years.</p><p>On the 12th and 13th of May, we will be opening up the <a href='http://www.adlerplanetarium.org/'>Adler Planerarium</a> for the first Chicago Science Hack Day. For 48 continuious hours, scientists, artists, engineers, designers, and anyone else with a keen passion for Science and a good idea will work together to produce stunning new hacks.</p><p> What is a hack? It's any idea that can be implemented quickly and with the resources at hand. Perhaps not the most elegant or best best designed solution, a hack can show us what's possible and be the catalyst to something great!</p><p> Teams of creative people will work at the Adler overnight to take half-baked ideas and make them a reality.</p><p> At the end of the event, a pannel of judges will pick the best hacks. But it's not about the prizes. It's about getting together with intersting people and doing something cool. Just because.</p><p>If you're interested, sign up for more information, and come down and join us at the Adler on the 12th and 13th of May.</p><p> We can't wait to see you there.</p> ",
        "mainMedia": "36039674",
        "media": ["/images/cshd_sidebar4x3.1.jpg", "/images/cshd_sidebar4x3.2.jpg"],
        "blurb": "What happens when you put 200 or so creative, smart and scientifically engaged people in a room together for 48 hours? Well in the experience of the organizers of Science Hack Day awesome things like <a href='http://derekgathright.com/windchime/'>this</a>, <a href='http://epicell.github.com/'>this</a> or <a href='http://syneseizure.wordpress.com/'>this</a> happen. Starting in London back in 2007 Science Hack Days have spread across the atlantic with San Francisco being the venue for the past two years...",
        "author": "Stuart",
        "posted_at": "2012-02-01 14:45:42  -0600",
        "category": "information"
    }
}

